/* RSSBadge */
"Please use the Inspector to connect this pagelet to a suitable collection in your site." = "请使用检查器连接这 pagelet 到网站的成组收藏里。";

/* Prompt to subscribe to the given collection via RSS */
"Subscribe to RSS feed" = "订阅到 RSS feed";

/* RSS Badge */
"The chosen collection has no RSS feed.  Please use the Inspector to set it to generate an RSS feed and have an index." = "所选的收藏不含 RSS feed。请使用检查器设置它生成一个 RSS 流并含有一个索引。";

/* RSS Badge */
"To subscribe to this feed, drag or copy/paste this link to an RSS feed reader application." = "要订阅该 RSS feed，拖放或拷贝/粘贴这链接到一个 RSS 阅读器程序里。";